[
  {
    "名称": "兄弟情节",
    "老版解释": "介于雷和郁闷的一种，泛指男主太注重与兄弟或部下之间的感情，结果忽略了自己、女主、以及一切相关的其他任何人，甚至为此做出了损害自己或女主利益的行为。\n此情节通常分为两种：\n第一是将与兄弟和部下之间的感情看的比什么都重，结果之后出现各种兄弟好处，甚至是为兄弟损害自己利益。比如兄弟喜欢上了自己也喜欢的女主，就决定退出甚至为两人牵线；比如自己千辛万苦打败了某个妹子，结果却转手就交给兄弟去处理；比如作者照顾兄弟就像照顾主角一样，为兄弟描写出各种家室爆棚后宫成群之类。\n第二是虽然重视与兄弟的感情，但是却明白利益的纠纷，因此不会做出任何让步的行为。而兄弟在这里也仅仅只是作为陪衬，单纯为了帮助主角而存在。\n以上两种情况，第一种由于基本上都会与「送女」、「神雕」等情节共存，因此毫无疑问属于雷的一种。而第二种则需要视情况而分辨，但大多数时候这样的兄弟情节都只是在打酱油，也就是仅仅只是一个单纯的男配角，通常来说不会划分在雷的范畴内。",
    "新版解释": "与严重兄弟情节不同，主角虽然重视兄弟的感情，但是却明白利益的纠纷，因此不会做出任何让步的行为。而兄弟在这里也仅仅只是作为陪衬，单纯为了帮助主角而存在。"
  },
  {
    "名称": "虐主",
    "解释": "介于雷和郁闷之间，泛指文中经常出现主角被虐的行为，例如混的磕碜、过的苦逼，经常受伤、遭人白眼和鄙视、经常被人辱骂殴打等都属于虐主。\n轻中度的虐主属于郁闷，但重度和极度虐主例如主角在小说里跟蝼蚁一样，整天被一些势力和角色来回踩和侮辱等等行为绝对属于雷的范畴。"
  },
  {
    "名称": "扮猪成猪",
    "老版解释": "郁闷的一种，很常见的主角脑残行为，因此归类特别介绍。泛指文中出现男主隐藏自己实力来装13，却又忍受被小角色侮辱欺负；或是装13不成，在读者看来反倒装成了213；或是装13过程中被读者打脸打的啪啪响，等等有关的各种行为。",
    "新版解释": "很常见的主角脑残行为，因此归类特别介绍。泛指文中出现男主隐藏自己实力来装13，却又忍受被小角色侮辱欺负；或是装13不成，在读者看来反倒装成了13；或是装13过程中被读者打脸打的啪啪响，等等有关的各种行为。"
  },
  {
    "名称": "拒女",
    "老版解释": "郁闷的一种，是一种相对来说最容易令人感到十分不快的主角脑残情节，因此归类特别介绍。泛指男主因为各种各样的原因与理由（很多时候原因和理由都很奇葩），从而无视或拒绝女主的爱意或表白的一种情节。这种情节往往伴随着漏女甚至是送女，属于最为纯粹的无法辩解的脑残情节之一。",
    "新版解释": "是一种相对来说最容易令人感到十分不快的主角脑残情节，因此归类特别介绍。泛指男主因为各种各样的原因与理由（很多时候原因和理由都很奇葩），从而无视或拒绝女主的爱意或表白的一种情节。这种情节往往伴随着漏女甚至是送女。"
  },
  {
    "名称": "漏女",
    "老版解释": "郁闷的一种，漏女也分为两种：\n一是跟男主有「明显情感交集」且「描写和戏份较多」的女性角色，一直暧昧到结局都没收。\n二是已经被男主收为女主了，但是到后面居然人间蒸发，甚至连大结局都没提该女主。",
    "新版解释": "漏女分为两种：\n一是跟男主有「明显情感交集」且「描写和戏份较多」的女性角色，一直暧昧到结局都没收。\n二是已经被男主收为女主了，但是到后面居然人间蒸发，甚至连大结局都没提该女主。"
  },
  {
    "名称": "亵女",
    "老版解释": "郁闷的一种，泛指女主被除男主外的男性占便宜，但又没受到实质性伤害的行为。例如被人言语调戏侮辱、被人骚扰摸到了身体、被人给打了、被人给看光了、被有智慧有思想的雄性宠物给来回的占便宜等等相关行为。",
    "新版解释": "泛指女主被除男主外的男性占便宜，但又没受到实质性伤害的行为。例如被人言语调戏、被人骚扰摸到了身体、被人给打了、被人给看光了、等等相关行为。"
  },
  {
    "名称": "惧女",
    "老版解释": "郁闷的一种，泛指女主过于强势，经常以强硬的态度来命令主角做事，而主角还摆出一副软弱的样子逆来顺受的接受女主的一切命令，在女主面前低声下气毫无一点尊严，令读者感到不满的行为。",
    "新版解释": "泛指女主过于强势，经常以强硬的态度来命令主角做事，而主角还摆出一副软弱的样子逆来顺受地接受女主的一切命令，在女主面前低声下气毫无一点尊严，令读者感到不满的行为。"
  },
  {
    "名称": "神雕",
    "老版解释": "郁闷的一种，泛指文中出现有比女主们还要优秀还要漂亮的女性角色，但该女性角色却是属于别人的，已经名花有主。",
    "新版解释": "泛指文中出现有比女主们还要优秀还要漂亮的女性角色，但该女性角色却是属于别人的，已经名花有主，补充一点吧，这句话的本意就是指有女性角色大于且等于女主，但是却属于他人，只是想写的高雅一点罢了。"
  },
  {
    "名称": "分身流",
    "解释": "介于雷和郁闷之间，泛指文中出现男主角利用一些武学、秘籍、秘法等技能创造出自己的分身来办事的情况。\n这里的分身通常分为三种：\n第一是男主的分身仅仅只是傀儡，不存在任何自我意识，完全由男主角进行操控的第二个身体。\n第二是男主的分身拥有自我存在的意识，即明白自己在做什么想什么，虽然会按照主角的命令（也可能直接对抗主角想变成主体）去处理各种各样的事情，但主角却没有办法操纵（或完全操纵）他。\n第三是男主的分身为有意识的女性，不过就暂时而言，这还只是一种很少见的情节。这种情节拆分来通常只会出现两种情况：第一是分身最后彻底消失掉，第二是变成女主加入男主的后宫。\n这三种情节，第一种处于「郁闷」的范畴，而第二种则处于「雷」的范畴。第三种比较特殊，若是结局为拆分之后的第一种，那就是毫无疑问的雷，若是分身设定比较有爱的话通常还会作为「死女」来看待；至于第二种则要看读者各自对此种情节的口味而定，也就是是否能够认可这名女主的存在。"
  },
  {
    "名称": "狗血",
    "老版解释": "郁闷的一种，在Y吧泛指小说中出现那些被各种电视剧、电影、动漫、小说都给用滥了的令人感到蛋疼和郁闷的情节桥段。例如男主或女主失忆、男主各种213似的扮猪吃虎、对剧情毫无意义的英雄救美等等相关一切事件。",
    "新版解释": "泛指小说中出现那些被各种电视剧、电影、动漫、小说都给用滥了的令人感到蛋疼和郁闷的情节桥段。例如男主或女主失忆、男主各种213似的扮猪吃虎、对剧情毫无意义的英雄救美等等相关一切事件。"
  },
  {
    "名称": "虐心",
    "老版解释": "郁闷的一种，泛指剧情极度纠结，令人十分难受与窝心的情节。此类郁闷的手法通常都是在虐待文中主角女主的同时，亦将这种感觉由作品中的角色转移至读者的身上。例如女主与男主之间的各种误会、男主或女主各种擦肩而过等等。与「狗血」有区分的在于，虐心通常都是作者参考创作出的独立情节，而狗血则是早已烂大街，随便一本书中都能找到的情节。",
    "新版解释": "泛指剧情极度纠结，令人十分难受与窝心的情节。此类郁闷的手法通常都是在虐待文中主角女主的同时，亦将这种感觉由作品中的角色转移至读者的身上。例如女主与男主之间的各种误会、男主或女主各种擦肩而过等等。\n与「狗血」有区分的在于，虐心通常都是作者参考创作出的独立情节，而狗血则是早已烂大街，随便一本书中都能找到的情节。"
  },
  {
    "名称": "主二代",
    "老版解释": "郁闷的一种，如官二代富二代一样，从字义上即可理解为「主角的二代」。主二代通常是故事中主角的儿子，一出生就享有主角级的待遇，而女主也通常会有「要儿子不要老公」的态度，因而往往被其占尽便宜而不自知，甚至以此而引发一些令人极其蛋疼的情节描述（如限量版男人）。某些作品当中还有一些可以看作是雷的情节，比如——主角为主二代收集后宫甚至送女给他（如大魔王）、主二代有色狼般的性格（如某三国小说）、甚至还有着NTR主角的情况出现（如九天剑仙）。\n【Title：新版名词】",
    "新版解释": "主二代通常是故事中主角的儿子，一出生就享有主角级的待遇，而女主也通常会有要儿子不要老公的态度，因而往往被其占尽便宜而不自知，甚至以此而引发一些令人极其蛋疼的情节描述。\n某些作品当中还有一些可以看作是雷的情节，比如——主角为主二代收集后宫甚至送女给他、甚至还有着NTR主角的情况出现。"
  },
  {
    "名称": "第一女主fc",
    "解释": "泛指书中戏份最多的女主或者主角最在意的女主不是处女，但是如果该女主是mn的配置，那么在无题这里将不再算是郁闷。"
  },
  {
    "名称": "前世雷",
    "解释": "特指在重生流类型小说中，出现女主前世嫁过非男主以外的人、女主前世是wrq、女主前世背叛过主角、女主前世出现过严重亵女之类的剧情。"
  },
  {
    "名称": "无意义fc",
    "解释": "女主未嫁过人，但是却不是处女，或者是前文中没有任何铺垫，女主被描述为不食人间烟火的仙子，然后突然爆出她嫁过人是fc之类的剧情。"
  },
  {
    "名称": "px",
    "解释": "代指破鞋，泛指被人甩或是没人要的非处。"
  },
  {
    "名称": "拖后腿",
    "解释": "女主不明事理、经常无理取闹而引发不利于主角的事件、老是自以为是地误会男主等等。"
  },
  {
    "名称": "nc",
    "解释": "泛指男主或女主经常作出让读者心里感到十分讨厌、反感、蛋疼、纠结、郁闷，甚至恶心、厌恶、恼怒、愤恨的行为或事情来。\n例如主角明明有机会杀死反派，却一而再、再而三的将反派放走，然后该反派继续伺机报复主角，甚至还会报复成功让主角蒙受损失；还有看到女主被人欺负也不管的，等等这些行为都统称为脑残。"
  },
  {
    "名称": "圣母",
    "解释": "男主或女主经常滥好人，经常送别人东西但是对自己没任何好处甚至有害处，还非要弄出一副悲天悯人的圣母形象来。"
  },
  {
    "名称": "面具流",
    "解释": "泛指文中出现男主角利用一些方式改变容貌或身份，并用这个新身份展开各种各样的剧情事件，甚至是借此以攻略女主，令女主对这张本不存在的脸或身份产生好感乃至爱意的情况。"
  },
  {
    "名称": "魂穿",
    "解释": "泛指主角是灵魂穿越到异世界，使用别人的身体，近两年突然兴起的郁闷，不得不佩服有些能把魂穿都写成郁闷的作者。"
  },
  {
    "名称": "接盘",
    "解释": "泛指主角接手非初或者fc女主，这类型一般都伴随魂穿的情况出现，女主对原身存在感情，或者女主已经和原身因为各种各样的原因发生过关系。"
  },
  {
    "名称": "药老",
    "解释": "泛指主角身体里有别的男性灵魂存在，女性灵魂则不在此列。"
  },
  {
    "名称": "擦边",
    "解释": "泛指特别容易引人脑补的的剧情。"
  },
  {
    "名称": "拉皮条",
    "解释": "泛指主角爱给配角牵桥搭线，如果配角在之前就已经确定关系的不在此列。"
  },
  {
    "名称": "配角开后宫、同人原著CP或凑CP",
    "解释": "字面意思，泛指配角也开后宫，或者主角穿越同人小说不拆原著CP。"
  },
  {
    "名称": "阳痿暧昧",
    "解释": "泛指男主和某女性角色很早就认识了，而且彼此之间都有感情，但就是拖拖拉拉的暧昧到底，就是不收，一拖就拖他个几百章甚至是上千章的，令读者感到很是焦急和郁闷。"
  },
  {
    "名称": "女主百合",
    "解释": "主角收的女主里面存在百合，且收了之后两人依旧是百合。\n换而言之就是两人被收之后没有闹翻，主角收了她们之后感情依旧不错，适用于一些不构成后宫百合化的特殊情况。"
  },
  {
    "名称": "女主贴贴",
    "解释": "女主在特定场合贴贴为给男主增加情趣，贴贴时男主在场且知晓或吩咐，贴贴的两个人无互相爱慕之情，若上述条件不成立，可视为郁闷。\n简而言之，从今以后情趣百合不再是郁闷，除非是女主背着主角贴贴，或者是在贴贴时产生了百合心理才会构成此郁闷。"
  },
  {
    "名称": "生孩子",
    "解释": "泛指孩子在女主的心里大于主角，特指男孩，若只提一嘴不在此列。"
  },
  {
    "名称": "白文",
    "解释": "泛指小说枯燥无味、文笔差劲、如同嚼蜡、通篇流水账，看起来一点意思都没，简直能和小学生作文相媲美的小说，偶尔也被视为郁闷的一种。"
  },
  {
    "名称": "炒股文",
    "解释": "男主在几个女主反复横跳，就是不确立关系。如果结局时，本书依旧是后宫文，只是没做到女主qs，那么这就属于郁闷的一种，但是如果最后从既定的后宫路线改为单女主、无女主路线，那么将属于大雷的一种。"
  },
  {
    "名称": "无意义失忆",
    "解释": "泛指主角突然毫无征兆地失忆，或者由于主角失忆造成大量郁闷的剧情。"
  },
  {
    "名称": "无意义情节",
    "解释": "1：泛指和女主外貌的配角不是女主，一般出现在女主母亲或者女主姐妹身上。\n2：详细描写反派或者兄弟yy女主或者路人甲对女主装扮呈现猪哥形象。\n3：作者夹带私货或者过度玩梗。"
  },
  {
    "名称": "被系统控制",
    "解释": "泛指系统可以强制控制主角的行为。"
  }
]