[
  {
    "名称": "全初",
    "老版解释": "通常用QC做简写。\n指被男主收入后宫的任何女主都要满足一个「初」字，而「初」则分为精神上和肉体上两方面。\n精神上，指除了男主之外，女主从来没有对其他任何男性动过心。而肉体上则指除了男主外，女主没和任何男性有过暧昧的身体接触。(年龄和辈分相差较大的直系血亲男性可视具体情况而判断)。\n有关转生类情节，其相关处理同样参照上一条，即此条原则也包含了前世在内。（总的来说对于有转生情节的女主，若是处理不好就会让人始终如鲠在喉，哪怕其中并没有什么可以提出的雷点。所以一本好的YY小说应该尽量避开这种情节，或是能够严格遵守YY宗旨发展。）\n只有满足精神和肉体两方面的才可以称之为「全初」。\n代表女主：《极品公子》---慕容雪痕",
    "新版解释": "指被男主收入后宫的任何女主都要满足一个「初」字，而「初」则分为精神上和肉体上两方面。\n精神上，指除了男主之外，女主从来没有对其他任何男性动过心。而肉体上则指除了男主外，女主没和任何男性有过暧昧的身体接触。(年龄和辈分相差较大的直系血亲男性可视具体情况而判断)。\n有关转生类情节，其相关处理同样参照上一条，即此条原则也包含了前世在内。\n只有满足精神和肉体两方面的才可以称之为「全初」。"
  },
  {
    "名称": "全处",
    "解释": "通常用QC做简写。\n指所有在书中被男主角收入后宫的女主全部都是处女。"
  },
  {
    "名称": "全收",
    "解释": "通常用QS做简写。\n指所有在书中出现过的、戏份达到一定程度、能够让读者留下深刻印象和生出好感并和男主有情感交集的优秀漂亮的年轻女性角色，全部都要被男主角收入后宫。\n代表作：《极品家丁》"
  },
  {
    "名称": "推书",
    "解释": "指的是吧友们将一些自己看着挺不错的书给大家分享。"
  },
  {
    "名称": "扫书",
    "解释": "指的是吧友们把自己看过的一些小说里的雷点和郁闷点罗列出来给大家注意。"
  },
  {
    "名称": "扫雷",
    "解释": "同扫书，但更加注重列出雷点郁闷。"
  },
  {
    "名称": "求扫",
    "解释": "就是请求别人扫书。"
  },
  {
    "名称": "防御",
    "解释": "指的是对雷点和郁闷点的防御能力。"
  },
  {
    "名称": "雷",
    "解释": "指小说中所出现的雷人情节，雷人情节泛指「背叛」、「绿帽」、「死女」、「送女」、「重要女主有雷点」、「极度虐主」等等让人非常揪心和恼怒、甚至让人有种想摔手机，砸鼠标键盘等等负面冲动的情节。"
  },
  {
    "名称": "诡雷",
    "解释": "指小说中出现的一些不常见，非常猎奇，极其冷门，很是稀奇古怪但又的确算得上雷的情节。例如小说最后男主居然死掉了、反派男居然变性为大美女竟然还爱上男主了、男主不喜欢女人甚至最后竟然被娘化变性了、男主和男性发生超友谊感情等一切让人感到邪门的同时又被雷焦的情节。\n注：在这里所指的娘化，是以男主小说中的为例，若主题即明确为「百合」、「变身」、「女频」等则不算在此列。"
  },
  {
    "名称": "伪雷",
    "解释": "正如字面含义所表示的那样，所谓「伪雷」就是文中所出现的雷都是假的。例如原本死掉的女主之后复活了，或者是压根就没死之类的。虽然在「伪雷」情节的掩盖下不会产生真正的雷点，但是由于其本身在结果未明之前就会让人感到纠结蛋疼甚至十分恼怒，因此单从性质上来说「伪雷」本身就已经属于雷了。"
  },
  {
    "名称": "郁闷",
    "解释": "小说中出现令人郁闷的情节，郁闷情节泛指令人感到不适、郁闷、纠结、蛋疼不已而又算不上雷的情节。该范围非常广，像是「脑残」、「神雕」、「亵女」、「漏女」、「和尚文」等等情节均归属于郁闷。"
  },
  {
    "名称": "太监",
    "解释": "通常用TJ做简写，泛指小说没写完，然后下面就没了，也就是小说突然间彻底停止了更新。（也有太监之后再复出的作品，对于这样的作品，通常来说会称其为「出宫」。）"
  },
  {
    "名称": "处女",
    "解释": "通常用CN做简写，仅仅指的是该女的那层膜还在，也就是没和其他男性发生过直接性的性关系，其它一切均是未知。"
  },
  {
    "名称": "非处",
    "解释": "通常用FC做简写，也就是非处女的意思。FC有时也代指「非初」，即非初恋、初碰、初摸……等等相关情节的含义。"
  },
  {
    "名称": "人妻",
    "解释": "通常用RQ做简写，泛指已为人妇的女子。"
  },
  {
    "名称": "破鞋",
    "解释": "通常用PX做简写，泛指被人甩或是没人要的非处。"
  },
  {
    "名称": "万人骑",
    "解释": "通常用WRQ做简写，泛指和不计其数的男性都发生过关系的女子。"
  },
  {
    "名称": "重要女主有雷点",
    "解释": "雷的一种，比如女主脑残不明事理、经常无理取闹而引发不利于主角的事件、老是自以为是的误会男主等等（这些方面可参考《神雕侠侣》中郭芙的性格）。"
  },
  {
    "名称": "脑残",
    "解释": "介于雷和郁闷之间，泛指男主或女主经常作出让读者心里感到十分讨厌、反感、蛋疼、纠结、郁闷，甚至恶心、厌恶、恼怒、愤恨的行为或事情来。\n例如男主或女主经常滥好人，经常送别人东西但是对自己没任何好处甚至有害处，还非要弄出一副悲天悯人的圣母形象来；再例如主角明明有机会杀死反派，却一而再、再而三的将反派放走，然后该反派继续伺机报复主角，甚至还会报复成功让主角蒙受损失；还有看到女主被人欺负也不管的，等等这些行为都统称为脑残。"
  },
  {
    "名称": "作者脑残",
    "解释": "介于雷和郁闷之间，泛指某些作者一意孤行写出令绝大多数读者感到愤怒的情节，并且还不知悔改，甚至做出了振振有词，或是阻止读者发表对作品的任何不利宣言等行为。"
  },
  {
    "名称": "换脸流",
    "解释": "郁闷的一种，泛指文中出现男主角利用一些方式改变容貌或身份，并用这个新身份展开各种各样的剧情事件，甚至是借此以攻略女主，令女主对这张本不存在的脸或身份产生好感乃至爱意的情况。"
  },
  {
    "名称": "小白文",
    "解释": "郁闷的一种，泛指小说枯燥无味、文笔差劲、如同嚼蜡、通篇流水账，看起来一点意思都没，简直能和小学生作文相媲美的小说。"
  },
  {
    "名称": "和尚文",
    "解释": "泛指小说中不存在任何女主，男主整天过着孑然一身，犹如苦行僧一般的生活。"
  },
  {
    "名称": "烂尾",
    "解释": "泛指小说在没有任何铺垫的情况下就匆匆结尾了，好多坑和伏笔都根本没有埋填和说明，仅仅也就比TJ多了那么一小撮而已。烂尾往往会有漏女等郁闷伴生。"
  },
  {
    "名称": "暧昧",
    "解释": "郁闷的一种，泛指男主和某女性角色很早就认识了，而且彼此之间都有感情，但就是拖拖拉拉的暧昧到底，就是不收，一拖就拖他个几百章甚至是上千章的，令读者感到很是焦急和郁闷。"
  },
  {
    "名称": "全初全收",
    "解释": "女主全是初，且小说结局时，男主都收了。"
  },
  {
    "名称": "qc",
    "解释": "代指全处，指所有在书中被男主角收入后宫的女主全部都是处女。"
  },
  {
    "名称": "qs",
    "解释": "代指全收，指所有在书中出现过的、戏份达到一定程度、能够让读者留下深刻印象和生出好感并和男主有情感交集的优秀漂亮的年轻女性角色，全部都要被男主角收入后宫。"
  },
  {
    "名称": "qcqs",
    "解释": "女主全是处，且男主都收了。"
  },
  {
    "名称": "非初",
    "解释": "无题扫书比较喜欢使用的名词，即女主的初恋不是主角，但是女主仍然是处女的意思。"
  },
  {
    "名称": "嫁人非初",
    "解释": "无题扫书比较喜欢使用的名词，特指女主的初恋和初次都是主角的，但是女主由于婚约嫁过人，但是嫁过去之后，男方不行或者去世之类的情节，偶尔为了偷懒，无题会只标记为嫁人。"
  },
  {
    "名称": "fc",
    "解释": "代指非处，也就是非处女的意思。"
  },
  {
    "名称": "rq",
    "解释": "代指人妻，一种女主类型。"
  },
  {
    "名称": "mn",
    "老版解释": "代指母女，一种女主类型，其中m代指母，n代指女。",
    "新版解释": "指晚辈将快乐分享给长辈或者长辈将快乐分享给晚辈的行为。"
  },
  {
    "名称": "tj",
    "解释": "泛指主角调教女主，由于某种原因而使用简写，需要结合前后文进行理解。"
  },
  {
    "名称": "无雷无郁闷",
    "解释": "代指小说中没有出现雷点和郁闷点。"
  },
  {
    "名称": "全初全收，无雷无郁闷",
    "解释": "后宫读者心中最完美的小说。"
  },
  {
    "名称": "雷点",
    "解释": "指小说中所出现的雷人情节，雷人情节泛指「背叛」、「绿帽」、「死女」、「送女」、「极度虐主」等等让人非常揪心和恼怒、甚至让人有种想摔手机，砸鼠标键盘等等负面冲动的情节。"
  },
  {
    "名称": "雷书",
    "解释": "指书中出现大量郁闷情节但是作者文笔不足以掩盖住郁闷的小说，同时也指那些书中出现过明确雷点的小说。"
  },
  {
    "名称": "排雷",
    "解释": "指的是书友们把自己看过的雷书里面的雷点和郁闷点罗列出来给大家注意。"
  },
  {
    "名称": "修罗场",
    "解释": "后宫文中女主为男主争风吃醋，甚至大打出手的情节。"
  },
  {
    "名称": "推土机",
    "解释": "收女数量多且感情铺垫少，为收而收。"
  },
  {
    "名称": "骨科",
    "解释": "类似某空的剧情，建议自行百度。"
  },
  {
    "名称": "ntl",
    "解释": "泛指绿别人，主角是黄毛。"
  },
  {
    "名称": "ntr",
    "解释": "泛指被别人绿，主角是苦主。"
  },
  {
    "名称": "逆推",
    "解释": "指发生关系时女主主动，男主被动。"
  },
  {
    "名称": "小马拉大车",
    "解释": "指男主年龄比女主小很多，可能差了一到两代。"
  },
  {
    "名称": "rbq",
    "解释": "网络热词，懂得都懂，不懂的建议百度一下。"
  },
  {
    "名称": "全家桶",
    "解释": "指一种食物，指将快乐分享给家人的行为。"
  },
  {
    "名称": "xp",
    "解释": "指计算机系统，指人的性癖。"
  },
  {
    "名称": "皇叔、刘备",
    "解释": "指特殊位面的作品，有助于锻炼小兄弟。"
  },
  {
    "名称": "太监、断更",
    "解释": "通常用TJ做简写，泛指小说没写完，然后下面就没了，也就是小说突然间彻底停止了更新。（也有太监之后再复出的作品，对于这样的作品，通常来说会称其为「出宫」。）"
  }
]